// import hero from "../assets/hero.webp";
import birthday from "../assets/birthday.jpg";
import innerResources from "../assets/innerResources.jpg";
import newThinking from "../assets/newThinking.jpg";



export const ABOUT_TEXT = `Я допомагаю людям знайти гармонію з собою, відновити емоційний баланс та розпізнати глибинні переконання, які стоять на шляху до щасливого та усвідомленого життя. Часто саме ці переконання непомітно впливають на наше самосприйняття, стосунки та вибори. У своїй практиці я поєдную інтуїцію, життєвий досвід і потужні техніки Тета Практики, що дозволяють працювати на глибокому рівні підсвідомості. Я створюю безпечний, підтримуючий простір, де кожна людина може побачити себе справжню, вільну від обмежень, і знову відчути внутрішню силу. Моє покликання - м’яко супроводжувати на цьому шляху, допомагаючи людині зцілюватися, відновлювати довіру до себе та проживати життя з більшою легкістю, любов’ю й усвідомленням.`;

export const LINKS = [
  {
    name: "Послуги",
    link: "#services",
  },
  {
    name: "Про мене",
    link: "#about",
  },
  {
    name: "Відгуки",
    link: "#reviews",
  },
  {
    name: "Контакт",
    link: "#contact",
  },
];

// export const HERO_CONTENT = {
//   title: "Тета-практик",
//   subtitle: "Розкрий свої можливості, супер силу, та ресурси роду!",
//   // image: hero,
// };

export const SERVICES_CONTENT = [
  {
    title: "Активація Квантових Паролей в День Народження",
    description:
      "Ця тета-практика допомагає через медитацію підключитися до Вищого Я, активувати внутрішні ресурси та розкрити глибинний потенціал душі.",
    image: birthday,
    alt: "Активація Квантових Паролей в День Народження",
    price: "",
  },
  {
    title: "Розкриття Вашої Супер Сили і Ресурсів Роду",
    description:
      "Ця тета-практика, спрямована на встановлення глибокого енергетичного зв’язку з родовими ресурсами, активацію внутрішньої сили, підтримки та мудрості, які передаються через покоління.",
    image: innerResources,
    alt: "Розкриття Вашої Супер Сили і Ресурсів Роду",
    price: "",
  },
  {
    title: "Нове Мислення для Більших Можливостей",
    description:
      "Ця тета-практика допомагає змінити глибинні переконання, розширити бачення себе та світу, відкрити доступ до нових можливостей і ресурсів через трансформацію свідомості.",
    image: newThinking,
    alt: "Нове Мислення для Більших Можливостей",
    price: "",
  },
];


export const REVIEWS = [
    {
      user: "Анонімний",
      location: "Київ, Україна",
      review:
        "Олічка, я дякую тобі безмежно за нашу сесію! Вона настільки змінила моє життя! На зміну паніці, нервам, невдоволенню собою, ситуацією в якій я знаходилась, прийшла рівновага, позитивні емоції, розуміння куди далі рухатись, на що звертати увагу 🧡",
      
    },
    {
      user: "Анонімний",
      location: "Хмельницький, Україна",
      review:
        "Дякую за вашу роботу, діагностика просто неймовірна 😍 чудово просканували запит та виявили блоки. Рада була з вами попрацювати 😊",
      
    },
    {
      user: "Анонімний",
      location: "Оттава, Канада",
      review:
        "Щиро дякую Оля за проведену мені діагностику різними методиками. Ти чітко все побачила і гарно та розгорнуто дала інтерпретацію. Дякую за твою відкритість та легкість, було надзвичайно приємно в твоєму полі. Бажаю успіхів! ❤️",
      
    },
    // {
    //   user: "Анонімний",
    //   location: "Берлін, Німеччина",
    //   review:
    //     "Ольга, дякую вам за вашу роботу! Так легко працювати мені ні з ким не було! От спробувала у вас одну сесію і зрозуміла - ви моя людина 🤝 Дякую вам ще раз і чекаю наступної зустрічі 🤍",
      
    // },
  ]

  export const CONTACT = {
    phoneNo: "+380 50 376 3475 | WhatsApp, Viber",
    email: "olgavityuk55@gmail.com",
  };
